Repository: timarkh/tsakorpus
Catalog: search/web_app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: corpus_title
ru: (ВВЕДИТЕ НАЗВАНИЕ КОРПУСА В messages.po)

source: langname_udmurt
ru: удмуртский

source: langname_beserman
ru: бесермянский

source: langname_komi
ru: коми

source: langname_komi_zyrian
ru: коми-зырянский

source: langname_komi_permyak
ru: коми-пермяцкий

source: langname_erzya
ru: эрзянский

source: langname_moksha
ru: мокшанский

source: langname_hill_mari
ru: горномарийский

source: langname_meadow_mari
ru: луговой марийский

source: langname_tatar
ru: татарский

source: langname_bashkir
ru: башкирский

source: langname_chuvash
ru: чувашский

source: langname_nganasan
ru: нганасанский

source: langname_buryat
ru: бурятский

source: langname_kalmyk
ru: калмыцкий

source: langname_greek
ru: греческий

source: langname_tsakonian
ru: цаконский

source: langname_albanian
ru: албанский

source: langname_acrhi
ru: арчинский

source: langname_tsakhur
ru: цахурский

source: langname_dargwa
ru: даргинский

source: langname_adyghe
ru: адыгейский

source: langname_romani
ru: цыганский

source: langname_ossetic
ru: осетинский

source: langname_ossetic_iron
ru: иронский

source: langname_ossetic_digor
ru: дигорский

source: langname_english
ru: английский

source: langname_russian
ru: русский

source: langname_german
ru: немецкий

source: langname_french
ru: французский

source: langname_comments
ru: комментарии

source: langname_positive
ru: положительные

source: langname_negative
ru: отрицательные

source: langname_all
ru: любой

source: langname_undefined
ru: неопределённый

source: translitname_original
ru: исходная

source: translitname_cyrillic
ru: кириллица

source: translitname_latin
ru: латиница

source: translitname_IPA
ru: МФА

source: translitname_UPA
ru: УФА

source: translitname_corpus
ru: корпусная

source: translitname_dictionary
ru: словарная

source: inputmethod_normal
ru: обычный

source: inputmethod_strict
ru: точный

source: metafield_genre
ru: жанр

source: metafield_year
ru: год

source: metafield_year_from
ru: год: от

source: metafield_year_to
ru: год: до

source: metafield_title
ru: заголовок

source: metafield_title_en
ru: заголовок (английский)

source: metafield_title_myv
ru: заголовок (эрзянский)

source: metafield_author
ru: автор

source: metafield_topic
ru: тема

source: metafield_sex
ru: пол

source: metafield_gender
ru: пол

source: metafield_age
ru: возраст

source: metafield_origin
ru: место рождения

source: metafield_speaker
ru: говорящий

source: metafield_published
ru: опубликовано

source: metafield_issue
ru: выпуск

source: metafield_birthyear
ru: год рождения

source: metafield_byear
ru: год рождения

source: metafield_birthplace
ru: место рождения

source: metafield_profession
ru: профессия

source: metafield_occupation
ru: род занятий

source: metafield_liveplace
ru: место проживания

source: metafield_home_town
ru: место рождения

source: metafield_city
ru: город

source: metafield_place
ru: место

source: metafield_region
ru: регион

source: metafield_subject
ru: предмет

source: metafield_style
ru: стиль

source: metafield_length
ru: длина

source: metafield_annotators
ru: разметчики

source: metafield_language
ru: язык

source: metafield_orth
ru: орфография

source: metafield_year_post
ru: год (пост)

source: metafield_sex_post
ru: пол (пост)

source: metafield_city_post
ru: место проживания (пост)

source: metafield_home_town_post
ru: место рождения (пост)

source: metafield_account_type_post
ru: вид аккаунта (пост)

source: metafield_byear_post
ru: год рождения (пост)

source: metafield_post_type
ru: тип поста

source: metafield_account_type
ru: тип аккаунта

source: metafield_page
ru: страница

source: metafield_line
ru: строка

source: grgenre_fi
ru: жанр

source: grtype
ru: тип

source: grsphere
ru: сфера

source: metavalue_press
ru: пресса

source: metavalue_fiction
ru: художественные

source: metavalue_nonfiction
ru: нехудожественные

source: metavalue_wikipedia
ru: Википедия

source: metavalue_religion
ru: религиозные

source: metavalue_oral
ru: устные

source: metavalue_written
ru: письменные

source: metavalue_poetry
ru: поэзия

source: metavalue_novel
ru: роман

source: metavalue_story
ru: рассказ

source: metavalue_dialogue
ru: диалог

source: metavalue_monologue
ru: монолог

source: metavalue_interview
ru: интервью

source: metavalue_essay
ru: эссе

source: metavalue_male
ru: мужской

source: metavalue_female
ru: женский

source: metavalue_M
ru: М

source: metavalue_F
ru: Ж

source: metavalue_experiment
ru: эксперимент

source: wordfield_trans_ru
ru: перевод (RU)

source: wordfield_trans_en
ru: перевод (EN)

source: wordfield_lex2
ru: лемма 2

source: wordfield_trans_ru2
ru: перевод 2 (RU)

source: wordfield_trans_en2
ru: перевод 2 (EN)

source: wordfield_logogram
ru: логограмма

source: wordfield_transcription
ru: транскрипция

source: wordfield_segment
ru: сегмент

source: Corpus search page
ru: Поиск в корпусе

source: Corpus name
ru: Название корпуса

source: Show help
ru: Показать справку

source: Query
ru: Запрос

source: Word_header
ru: Слово

source: Word:
ru: Слово:

source: Lemma:
ru: Лемма:

source: Grammar:
ru: Грамматика:

source: Gloss:
ru: Глоссы:

source: Language:
ru: Язык:

source: negative_query
ru: отрицательный&nbsp;запрос

source: add_word
ru: добавить слово

source: more_fields
ru: показать все поля

source: less_fields
ru: убрать поля

source: Full-text search:
ru: Полнотекстовый поиск:

source: Precise match
ru: точное соответствие

source: Additional search and display options
ru: Дополнительные настройки поиска и отображения

source: Results per page:
ru: Контекстов на странице:

source: Sorting:
ru: Сортировка

source: random
ru: случайная

source: by word (word queries)
ru: по словоформе (поиск слов)

source: by lemma (word queries)
ru: по лемме (поиск слов)

source: by frequency
ru: по частотности

source: no sorting
ru: без сортировки

source: Language/tier:
ru: Язык/слой:

source: Word distance requirements are strict
ru: Расстояния между словами только как в запросе

source: Transliteration:
ru: Транслитерация:

source: Character input method:
ru: Способ ввода символов:

source: Search sentences
ru: Поиск предложений

source: Search words
ru: Поиск слов

source: Search lemmata
ru: / лексем

source: Select subcorpus
ru: Выбор подкорпуса

source: (Place for results)
ru: (Тут будут результаты.)

source: Filter result:
ru: Результаты отбора:

source: document with
ru: документ с

source: documents_1 with
ru: документ с

source: documents_2-4 with
ru: документа с

source: documents with
ru: документов с

source: word found,
ru: словом,

source: words_1 found,
ru: словом,

source: words_2-4 found,
ru: словами,

source: words found,
ru: словами,

source: of the entire corpus.
ru: от всего корпуса.

source: download as CSV
ru: Загрузить как CSV

source: download as XLSX
ru: Загрузить как XLSX

source: Search result:
ru: Результат поиска: найдено

source: unique word
ru: уникальная словоформа

source: different words_1
ru: уникальная словоформа

source: different words_2-4
ru: разных словоформы

source: different words
ru: разных словоформ

source: in approximately
ru: примерно в

source: document found,
ru: документе,

source: documents_1 found,
ru: документе,

source: documents_2-4 found,
ru: документах,

source: documents found,
ru: документах,

source: total frequency:
ru: суммарная частотность:

source: word_th_word
ru: слово

source: word_th_lemma
ru: лемма

source: word_th_transcription
ru: транскр.

source: word_th_frequency
ru: частотность

source: word_th_freq. rank / quantile
ru: част. ранг /<br>квантиль

source: word_th_# sentences
ru: кол-во предл.

source: word_th_# documents
ru: кол-во док.

source: word_th_search in corpus
ru: искать

source: word_th_word stats
ru: статистика

source: Cancel
ru: Отмена

source: Word statistics header
ru: Статистика по словоформам

source: Word statistics
ru: Статистика по словоформам

source: Word statistics for
ru: Статистика для

source: (please wait for the plot to load)
ru: (подождите немного, график загружается)

source: Specify parameters
ru: Выбор параметров

source: Choose from a list
ru: Выбор из списка

source: Subcorpus statistics
ru: Статистика подкорпуса

source: Select parameters
ru: Выберите параметры

source: Select documents
ru: Выберите тексты

source: (please wait for the document list to load)
ru: (подождите немного, список текстов загружается)

source: Selected subcorpus composition
ru: Состав выбранного подкорпуса

source: Clear subcorpus
ru: Очистить подкорпус

source: You are searching in a subcorpus.
ru: Вы ищете в подкорпусе.

source: The search was not finished due to the query timeout. You only see partial results.
ru: Поиск не был завершён, потому что истекло время ожидания. Показаны не все результаты.

source: occurrence
ru: словоформа

source: occurrence_1
ru: словоформа

source: occurrences_2-4
ru: словоформы

source: occurrences
ru: словоформ

source: sentence(s) found in approximately
ru: предложений примерно в

source: document(s)
ru: документах

source: Viewing mode:
ru: Выдача:

source: view_standard
ru: обычная

source: view_glossed
ru: глоссированная

source: By metadata values
ru: По значениям метаданных

source: By frequency
ru: По частотности

source: Distribution by frequency rank
ru: Распределение слов по частотным рангам

source: Parameter:
ru: Параметр:

source: Query type:
ru: Тип запроса:

source: search the whole query
ru: искать запрос целиком

source: compare words in the query
ru: сравнить слова в запросе

source: Scale of the x axis:
ru: Шкала по оси x:

source: linear
ru: линейная

source: logarithmic
ru: логарифмическая

source: Back to search
ru: Вернуться к поиску

source: Max seconds left:
ru: Осталось секунд (максимум):

source: Help
ru: Справка

source: Analyses:
ru: Разборы:

source: any number of analyses
ru: любое количество

source: only ambiguous
ru: только с омонимией

source: only non-ambiguous
ru: только однозначные

source: only without analysis
ru: только без разбора

source: only with analysis
ru: только с разбором

source: Position in sentence:
ru: Позиция в предложении:

source: Distance to word #
ru: Расстояние до слова №

source: from
ru: от

source: to
ru: до

source: add_distance
ru: добавить&nbsp;расстояние

source: remove_word
ru: убрать&nbsp;слово

source: Select combinations of tags
ru: Выбор грамматических тэгов

source: Select glosses
ru: Выбор глосс

source: the query
ru: запроса

source: words
ru: словоформы

source: lemmata
ru: леммы

source: Explanation for frequency distributions
ru: <p>График ниже устроен следующим образом. На оси <i>x</i> расположены частотные ранги, т. е. номера позиций в полном списке словоформ/лемм, упорядоченных по убыванию частотности. Если у нескольких словоформ/лемм частотность одинакова, им всем приписывается одинаковый ранг, равный среднему арифметическому номеров их позиций. Для каждого ранга <i>r</i> <strong>по оси <i>y</i> откладывается доля словоформ/лемм, удовлетворяющих поисковому запросу, среди всех словоформ/лемм, частотный ранг которых не превосходит <i>r</i>.</strong> В частности, самая правая точка на графике показывает долю таких словоформ/лемм во всём корпусе. В случае поиска лемм учитываются все леммы, имеющие хотя бы одну словоформу, удовлетворяющую запросу.</p><p>При построении этого графика не учитываются выбор подкорпуса и все слова в запросе, кроме первого.</p>

source: Nothing found.
ru: Ничего не найдено.

source: Share query
ru: Переслать запрос

source: Share this query
ru: Переслать этот запрос

source: Load query
ru: Загрузить запрос

source: Load external query
ru: Загрузить внешний запрос

source: If you want to share your query with someone, send them the text you see below. The person who loads this query will see the same results in the same order, unless the corpus has been re-indexed.
ru: Чтобы послать кому-то запрос, который Вы сделали, скопируйте и пошлите текст ниже. Любой, кто загрузит такой запрос, увидит те же результаты в том же порядке, если только не окажется, что корпус с тех пор индексировали заново.

source: Here you can load a corpus query someone sent you. Please enter the query below:
ru: Здесь можно загрузить запрос к корпусу, который кто-то Вам прислал. Вставьте запрос в поле ниже:
